IDEA Open Model
MatSteelHKG.MaterialStrength Property
Compatible with IDEA StatiCa 20.1
 Material strength for specific thickness of plate
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public MaterialStrengthProperty MaterialStrength { get; set; }
Public Property MaterialStrength As MaterialStrengthProperty
	Get
	Set
Property Value
Type: MaterialStrengthProperty
See Also
Reference
MatSteelHKG Class
IdeaRS.OpenModel.Material Namespace